Repository: maikerumine/mobs_mc
Catalog: locale/*.po
Languages: es_es

source: Blaze Rod
es_es: Vara resplandeciente

source: This is a crafting component dropped from dead blazes.
es_es: Este es un componente de artesanía obtenido de los Resplandores muertos.

source: Blaze Powder
es_es: Pólvora resplandeciente

source: This item is mainly used for brewing potions and crafting.
es_es: Este artículo se utiliza principalmente para elaborar pociones y artesanías.

source: Raw Chicken
es_es: Pollo crudo

source: Raw chicken is a food item and can be eaten safely. Cooking it will increase its nutritional value.
es_es: El pollo crudo es un alimento y puede ser consumido con seguridad. Cocinarlo aumentará su valor nutricional.

source: Cooked Chicken
es_es: Pollo asado

source: A cooked chicken is a healthy food item which can be eaten.
es_es: Un pollo asado es un alimento saludable que se puede comer.

source: Feather
es_es: Pluma

source: Feathers are used in crafting and are dropped from chickens.
es_es: Las plumas se utilizan en la elaboración y se obtienen de los pollos.

source: Raw Beef
es_es: Chuleta cruda

source: Raw beef is the flesh from cows and can be eaten safely. Cooking it will greatly increase its nutritional value.
es_es: La chuleta de vaca cruda es la carne de las vacas y puede ser consumida con seguridad. Cocinarlo aumentará en gran medida su valor nutricional.

source: Steak
es_es: Bistec

source: Steak is cooked beef from cows and can be eaten.
es_es: El bistec es carne de vaca cocida y se puede comer.

source: Milk
es_es: Leche

source: Milk is a food item obtained by using a bucket on a cow.
es_es: La leche es un alimento que se obtiene ordeñando una vaca con un balde.

source: Bowl
es_es: Tazón

source: Bowls are mainly used to hold tasty soups.
es_es: Los tazones se utilizan principalmente para mantener las sopas sabrosas.

source: Mushroom Stew
es_es: Estofado de champiñones

source: Mushroom stew is a healthy soup.
es_es: El estofado de champiñones es una comida saludable.

source: Dragon Egg
es_es: Huevo de dragón

source: Eye of Ender
es_es: Ojo de Ender

source: Ghast Tear
es_es: Lágrima de Espantoso

source: A ghast tear is an item used in potion brewing. It is dropped from dead ghasts.
es_es: Una lágrima de Espantoso es un artículo usado en la preparación de pociones. Se obtiene de los Espantosos muertos.

source: Saddle
es_es: Silla de montar

source: Saddles can be put on horses, donkeys, mules and pigs in order to mount them.
es_es: Las sillas de montar se pueden poner sobre caballos, burros, mulas y cerdos.

source: Rightclick an animal while holding a saddle to put on the saddle. You can now mount the animal by rightclicking it again.
es_es: Haz clic con el botón derecho del ratón sobre un animal mientras sujetas una silla de montar para colocarla. Ahora puede montar el animal haciendo clic con el botón derecho del ratón otra vez.

source: Rightclick a horse to put on the horse armor. Donkeys and mules can't wear horse armor.
es_es: Haz clic con el botón derecho del ratón en un caballo para ponerte la armadura. Los burros y las mulas no pueden llevar armadura de caballo.

source: Iron Horse Armor
es_es: Armadura de hierro de caballo

source: Iron horse armor can be worn by horses to increase their protection from harm a bit.
es_es: La armadura de hierro para caballos puede ser usada en los caballos para aumentar su protección contra el daño un poco.

source: Golden Horse Armor
es_es: Armadura de oro de caballo

source: Golden horse armor can be worn by horses to increase their protection from harm.
es_es: La armadura de oro para caballos puede ser usada en los caballos para aumentar su protección contra el daño.

source: Diamond Horse Armor
es_es: Armadura de diamante de caballo

source: Diamond horse armor can be worn by horses to greatly increase their protection from harm.
es_es: La armadura de diamante para caballos puede ser usada en los caballos para aumentar enormemente su protección contra el daño.

source: Raw Porkchop
es_es: Chuleta cruda

source: A raw porkchop is the flesh from a pig and can be eaten safely. Cooking it will greatly increase its nutritional value.
es_es: Una chuleta de cerdo cruda es la carne de un cerdo y se puede comer sin peligro. Cocinarlo aumentará en gran medida su valor nutricional.

source: Cooked Porkchop
es_es: Chuleta cocinada

source: Carrot on a Stick
es_es: Palo con zanahoria

source: A carrot on a stick can be used on saddled pigs to ride them. Pigs will also follow anyone who holds a carrot on a stick near them.
es_es: Una zanahoria en un palo puede ser usada en cerdos ensillados para montarlos. Los cerdos también seguirán a cualquiera que sostenga una zanahoria en un palo cerca de ellos.

source: Rightclick a saddled pig with the carrot on a stick to mount it. You can now ride it like a horse.
es_es: Haz clic con el botón derecho del ratón en un cerdo ensillado con la zanahoria en un palo para montarlo. Ahora podrás montarlo como un caballo.

source: Raw Rabbit
es_es: Conejo crudo

source: Raw rabbit is a food item from a dead rabbit. It can be eaten safely. Cooking it will increase its nutritional value.
es_es: El conejo crudo es un alimento de un conejo muerto. Puede comerse sin peligro. Cocinarlo aumentará su valor nutricional.

source: Cooked Rabbit
es_es: Conejo cocinado

source: This is a food item which can be eaten.
es_es: Este es un alimento que se puede comer.

source: Rabbit Hide
es_es: Pellejo de conejo

source: Rabbit hide is used to create leather.
es_es: El pellejo de conejo se utiliza para crear cuero.

source: Rabbit's Foot
es_es: Pata de conejo

source: This item is used in brewing.
es_es: Este artículo se utiliza en la fabricación de pociones.

source: Raw Mutton
es_es: Cordero crudo

source: Raw mutton is the flesh from a sheep and can be eaten safely. Cooking it will greatly increase its nutritional value.
es_es: El cordero crudo es la carne de una oveja y puede ser consumido con seguridad. Cocinarlo aumentará en gran medida su valor nutricional.

source: Cooked Mutton
es_es: Cordero cocinado

source: Cooked mutton is the cooked flesh from a sheep and is used as food.
es_es: El cordero asado es la carne asada de una oveja y se utiliza como alimento.

source: Shulker Shell
es_es: Caparazón de bateador

source: Shulker shells are used in crafting. They are dropped from dead shulkers.
es_es: Las caparazones de Bateador se utilizan en para fabricar otros objetos. Son obtenidos de los Bateadores muertos.

source: Magma Cream
es_es: Crema de magma

source: Magma cream is a crafting component.
es_es: La crema de magma es un componente para elaborar otros objetos.

source: Slimeball
es_es: Bola de babas

source: Slimeballs are used in crafting. They are dropped from slimes.
es_es: Las bolas de baba se utilizan en la elaboración de otros objetos. Se obtienen de las babosas.

source: Spider Eye
es_es: Ojo de araña

source: Spider eyes are used mainly in crafting and brewing. Spider eyes can be eaten, but they poison you and reduce your health by 2 hit points.
es_es: Los ojos de araña se utilizan principalmente en la elaboración de otros objetos y pociones. Los ojos de araña se pueden comer, pero te envenenan y reducen tu salud en 2 puntos.

source: Totem of Undying
es_es: Tótem de la inmortalidad

source: A totem of undying is a rare artifact which may safe you from certain death.
es_es: Un tótem de inmortalidad es un artefacto raro que puede salvarte de una muerte segura.

source: The totem only works while you hold it in your hand. If you receive fatal damage, you are saved from death and you get a second chance with 1 HP. The totem is destroyed in the process, however.
es_es: El tótem sólo funciona mientras lo tienes en la mano. Si recibes un daño fatal, te salvas de la muerte y tienes una segunda oportunidad con 1 HP. Sin embargo, el tótem será destruído en el proceso.

source: Rotten Flesh
es_es: Carne podrida

source: Yuck! This piece of flesh clearly has seen better days. Eating it will only poison you and reduces your health by 4 hit points. But tamed wolves can eat it just fine.
es_es: ¡Qué asco! Este pedazo de carne claramente ha visto mejores días. Comerlo sólo te envenenará y reducirá tu salud en 4 puntos. Pero los lobos domados pueden comerlo tranquilamente.

source: Nether Star
es_es: Estrella del Inframundo

source: A nether star is a crafting component. It is dropped from the Wither.
es_es: Una estrella del Inframundo es un componente para elaborar otros objetos. Se obtiene de un Marchito.

source: Bone
es_es: Hueso

source: Bones can be used to tame wolves so they will protect you. They are also useful as a crafting ingredient.
es_es: Los huesos se pueden usar para domar a los lobos para que te protejan. También son útiles como ingrediente para elaborar otros objetos.

source: Hold the bone in your hand near wolves to attract them. Rightclick the wolf to give it a bone and tame it.
es_es: Sostén el hueso en tu mano cerca de los lobos para atraerlos. Haz clic con el botón derecho del ratón sobre el lobo para darle el hueso y domarlo.

source: Arrow
es_es: Flecha

source: Arrows are ammunition for bows.
es_es: Las flechas son munición para los arcos.

source: To use arrows as ammunition for a bow, put them in the inventory slot following the bow. Slots are counted left to right, top to bottom.
es_es: Para usar flechas como munición para un arco, colócalas en la ranura de inventario que sigue al arco. Las ranuras se cuentan de izquierda a derecha, y de arriba a abajo.

source: Bow
es_es: Arco

source: Bows are ranged weapons to shoot arrows at your foes.
es_es: Los arcos son armas a distancia para disparar flechas a tus enemigos.

source: To use the bow, you first need to have at least one arrow in slot following the bow. Leftclick to shoot. Each hit deals 3 damage.
es_es: Para usar el arco, primero necesitas tener al menos una flecha en la ranura que sigue al arco. Haga clic con el botón izquierdo para disparar. Cada impacto inflige 3 puntos de daño.

source: Egg
es_es: Huevo

source: Eggs can be thrown and break on impact. There is a small chance that 1 or even 4 chicks will pop out
es_es: Los huevos pueden lanzarse y se rompen en el impacto. Hay una pequeña posibilidad de que surjan de ellos 1 o incluso 4 pollos.

source: Snowball
es_es: Bola de nieve

source: Snowballs can be thrown at your enemies. A snowball deals 3 damage to blazes, but is harmless to anything else.
es_es: Las bolas de nieve pueden ser lanzadas a tus enemigos. Una bola de nieve daña a los Resplandores, pero es inofensiva para todos los demás.

source: Zombie Head
es_es: Cabeza de zombie

source: A zombie head is a small decorative block which resembles the head of a zombie.
es_es: La cabeza de un zombie es un pequeño bloque decorativo que se asemeja al cráneo de un zombie.

source: Creeper Head
es_es: Cabeza de creeper

source: A creeper head is a small decorative block which resembles the head of a creeper.
es_es: La cabeza de un trepador es un pequeño bloque decorativo que se asemeja al cráneo de un trepador.

source: Skeleton Skull
es_es: Calavera de esqueleto

source: A skeleton skull is a small decorative block which resembles the skull of a skeleton.
es_es: La calavera de un esqueleto es un pequeño bloque decorativo que se asemeja al cráneo de un esqueleto.

source: Wither Skeleton Skull
es_es: Calavera de esqueleto marchito

source: A wither skeleton skull is a small decorative block which resembles the skull of a wither skeleton.
es_es: La calavera de un esqueleto marchito es un pequeño bloque decorativo que se asemeja al cráneo de un esqueleto marchito.

source: Agent
es_es: Agente

source: Bat
es_es: Murciélago

source: Blaze
es_es: Resplandeciente

source: Chicken
es_es: Pollo

source: Cow
es_es: Vaca

source: Mooshroom
es_es: Champiñaca

source: Creeper
es_es: Trepador

source: Ender Dragon
es_es: Dragón Ender

source: Enderman
es_es: Hombre oscuro

source: Endermite
es_es: Endermita

source: Ghast
es_es: Espantoso

source: Elder Guardian
es_es: Guardián antiguo

source: Guardian
es_es: Guardián

source: Horse
es_es: Caballo

source: Skeleton Horse
es_es: Caballo esqueleto

source: Zombie Horse
es_es: Caballo zombie

source: Donkey
es_es: Burro

source: Mule
es_es: Mula

source: Iron Golem
es_es: Gólem de hierro

source: Ocelot
es_es: Ocelote

source: Parrot
es_es: Loro

source: Pig
es_es: Cerdo

source: Polar Bear
es_es: Oso polar

source: Rabbit
es_es: Conejo

source: Killer Bunny
es_es: Conejo asesino

source: Sheep
es_es: Oveja

source: Shulker
es_es: Bateador

source: Silverfish
es_es: Pececillo de plata

source: Stone Monster Egg
es_es: Huevo de piedra de monstruo

source: Cobblestone Monster Egg
es_es: Huevo de adoquines de monstruo

source: Mossy Cobblestone Monster Egg
es_es: Huevo de adoquines musgoso de monstruo

source: Stone Brick Monster Egg
es_es: Huevo de ladrillos de monstruo

source: Stone Block Monster Egg
es_es: Huevo de piedra de monstruo

source: Skeleton
es_es: Esqueleto

source: Stray
es_es: Descarriado

source: Wither Skeleton
es_es: Esqueleto marchito

source: Magma Cube
es_es: Cubo de magma

source: Slime
es_es: Babosa

source: Snow Golem
es_es: Gólem de las nieves

source: Spider
es_es: Araña

source: Cave Spider
es_es: Araña de las cavernas

source: Squid
es_es: Calamar

source: Vex
es_es: Ánima

source: Evoker
es_es: Evocador

source: Illusioner
es_es: Ilusionista

source: Villager
es_es: Aldeano

source: Vindicator
es_es: Vindicador

source: Zombie Villager
es_es: Aldeano zombi

source: Witch
es_es: Bruja

source: Wither
es_es: Marchito

source: Wolf
es_es: Lobo

source: Husk
es_es: Zombie cascarilla

source: Zombie Pigman
es_es: Hombre-Cerdo zombie
